p/nmsaam_CI_DRAFT.tex
% Created 2021-08-23 Mon 10:37
% Intended LaTeX compiler: xelatex
\documentclass[letterpaper,12pt]{article}
\usepackage{graphicx}
\usepackage{grffile}
\usepackage{longtable}
\usepackage{wrapfig}
\usepackage{rotating}
\usepackage[normalem]{ulem}
\usepackage{amsmath}
\usepackage{textcomp}
\usepackage{amssymb}
\usepackage{capt-of}
\usepackage{hyperref}
\usepackage[margin=2cm]{geometry}
\usepackage{parskip}
\setlength{\parindent}{0pt}
\setlength{\parskip}{10pt}
\usepackage[no-math]{fontspec}
\usepackage{xunicode}
\usepackage{microtype}
\usepackage{fancyhdr}
\setmainfont[Numbers={OldStyle}]{Garamond Premier Pro}
\setsansfont[Scale=MatchLowercase]{Helvetica Neue}
\setmonofont[Scale=1.0]{RobotoMono}
\usepackage[pointlessenum]{paralist}
\date{\textbf{\textbf{DRAFT}}}
\title{NMSAAM Conflict of Interest Policy}
\hypersetup{
 pdfauthor={},
 pdftitle={NMSAAM Conflict of Interest Policy},
 pdfkeywords={},
 pdfsubject={},
 pdfcreator={Emacs 26.3 (Org mode 9.1.9)}, 
 pdflang={English}}
\begin{document}

\maketitle

\section{Purpose and Scope}
\label{sec:org4c8f820}

\subsection{Purpose}
\label{sec:org95e9f48}
The purpose of this Board conflict of interest policy is to protect
the interests of the New Mexico Society of Acupuncture and Asian
Medicine, hereafter NMSAAM, when it is contemplating entering into
a transaction or arrangement that might benefit the private
interests of an officer or director of NMSAAM or might result in a
possible excess benefit transaction.

\subsection{Scope}
\label{sec:orgca82d18}
This policy is intended to supplement, but not replace, any
applicable state and federal laws governing conflicts of interest
applicable to nonprofit and charitable organizations.

\subsection{Independent directors}
\label{sec:orge22d88a}
This policy is also intended to identify “independent” directors.


\section{Definitions}
\label{sec:orgef540f5}

\subsection{Interested Person}
\label{sec:orgb9d42af}
Any director, principal officer, or member of
a committee with governing board delegated powers, who has a direct
or indirect financial interest, as defined below, is an interested
person.

\subsection{Financial Interest}
\label{sec:orga612e5b}
\subsubsection{Difference From Conflict of Interest}
\label{sec:org4a76241}
A financial interest is not necessarily a conflict of interest
\subsubsection{Conflict of Interest}
\label{sec:org581d694}
\emph{A person who has a financial interest may have a conflict of
interest only if the Board or Executive Committee decides that a
conflict of interest exists, in accordance with this policy.}
\subsubsection{Financial Interest}
\label{sec:orgaf3be8e}
A person has a financial interest if the person has, directly or
indirectly, through business, investment, or family:
\begin{enumerate}[{2.2.3}.a]
\item An ownership or investment interest in any entity with which
NMSAAM has a transaction or arrangement,
\item A compensation arrangement with NMSAAM or with any entity or
individual with which NMSAAM has a transaction or arrangement,
or
\item A potential ownership or investment interest in, or
compensation arrangement with, any entity or individual with
which NMSAAM is negotiating a transaction or arrangement.
\end{enumerate}
\subsection{Compensation}
\label{sec:orge033cec}
Compensation includes direct and indirect remuneration as well as gifts or
favors that are not insubstantial.
\subsection{Independent Director}
\label{sec:org47488ec}
A director shall be considered “independent” for the purposes of
this policy if he or she is “independent” as defined in the
instructions for the IRS 990 form or, until such definition is
available, the director:
\subsubsection{Non-employee}
\label{sec:orgcec241f}
is not, and has not been for a period of at least three years, an
employee of NMSAAM or any entity in which NMSAAM has a financial
interest;
\subsubsection{No Significant Business Relationship}
\label{sec:orgd646fa9}
does not directly or indirectly have a significant business
relationship with NMSAAM, which might affect independence in
decision-making;
\subsubsection{Non-employee of Another Corporation}
\label{sec:org456bc52}
is not employed as an executive of another corporation where any
of NMSAAM’s executive officers or employees serve on that
corporation’s compensation committee; and
\subsubsection{Immediate Family}
\label{sec:orgcae085d}
does not have an immediate family member who is an executive
officer or employee of NMSAAM or who holds a position that has a
significant financial relationship with NMSAAM.
\subsection{Non-financial Interest}
\label{sec:orgf22be68}
Is a non-financial interest that might influence an officer’s,
director’s, or committee member’s participation or vote in an
action of the officer’s, director’s, or committee member’s duties
including :
\subsubsection{Volunteer, Officer, or Director}
\label{sec:org57d8382}
The person’s relationship as an unpaid volunteer, officer or
director of an organization that may be affected, directly or
indirectly, by action to be taken, or not taken, by NMSAAM; or
\subsubsection{Personal Relationship}
\label{sec:orgc642efd}
The person’s personal, political, religious, friendship, or
personal relationships which may be affected by an action to be
taken, or not taken, by NMSAAM.
\section{Procedures}
\label{sec:org79ec4ca}
\subsection{Duty to Disclose}
\label{sec:org14f5be3}
In connection with any actual or possible conflict of interest, an
interested person must disclose the existence of any financial
interest and be given the opportunity to disclose all material
facts to the Board or Executive Committee.
\subsection{Disclosure of Non-financial Interests}
\label{sec:org84c15cd}
Directors shall disclose non-financial interests generally in their
annual statement, and specifically as individual interests
arise; non-financial interests are expected, and shall not be
reviewed unless a Board member (including the affected member)
requests that the interest be reviewed under the Conflict of
Interest Policy.
\subsection{Recusal of Self}
\label{sec:orgfbaeaee}
Any director may recuse himself or herself at any time from
involvement in any decision or discussion in which the director
believes he or she has or may have a conflict of interest, without
going through the process for determining whether a conflict of
interest exists.
\subsection{Determining Whether a Conflict of Interest Exists}
\label{sec:org8d623ff}
After disclosure of the financial interest all material facts will
be disclosed and reviewed, including discussion with the interested
person. Upon request by a Board member the material facts of a
non-financial interest will be reviewed, including discussion with
the interested party. Then the potentially conflicted Member shall
leave the Board or Executive Committee meeting while the
determination of a conflict of interest is discussed and voted
upon. The remaining Board or Executive Committee members shall
decide if a conflict of interest exists.
\subsection{Procedures for Addressing the Conflict of Interest}
\label{sec:org9cf7463}
\subsubsection{Presentation}
\label{sec:org68691fc}
An interested person may make a presentation at the Board or
Executive Committee meeting, but after the presentation, he/she
shall leave the meeting during the discussion of, and the vote on,
the transaction, arrangement, or other matter involving the
possible conflict of interest.
\subsubsection{Consider Alternatives}
\label{sec:org810ed61}
The Chairperson of the Board or Executive Committee shall, if
appropriate, appoint a disinterested person or committee to
investigate alternatives to the proposed transaction or
arrangement.
\subsubsection{Advantageous Arrangement}
\label{sec:org1151b2a}
After exercising due diligence, the Board or Executive Committee
shall determine whether NMSAAM can obtain with reasonable efforts
a more advantageous transaction or arrangement from a person or
entity that would not give rise to a financial conflict of
interest.
\subsubsection{Decision by Majority Vote}
\label{sec:org1454e8b}
If a more advantageous transaction or arrangement is not
reasonably possible under circumstances not producing a financial
conflict of interest, the Board or Executive Committee shall
determine by a majority vote of the disinterested directors
whether the transaction or arrangement is in NMSAAM's best
interest, for its own benefit, and whether it is fair and
reasonable. In conformity with the above determination, it shall
make its decision as to whether to enter into the transaction or
arrangement.
\subsection{Violations of the Conflicts of Interest Policy}
\label{sec:org3774254}
\subsubsection{Reasonable Cause}
\label{sec:org683412a}
If the Board or Executive Committee has reasonable cause to
believe a member has failed to disclose actual or possible
conflicts of interest, it shall inform the member of the basis
for such belief and afford the member an opportunity to explain
the alleged failure to disclose.
\subsubsection{Cause for Action}
\label{sec:orga65da8e}
If, after hearing the member's response and after making further
investigation as warranted by the circumstances, the Board or
Executive Committee determines the member has failed to disclose
an actual or possible conflict of interest, it shall take
appropriate disciplinary and corrective action.
\section{Records of Proceedings}
\label{sec:org21949fa}

The minutes of the Board and all committees with board delegated
powers shall contain:
\subsection{Record of Disclosures and Findings}
\label{sec:org8364e95}
The names of the persons who disclosed or otherwise were found to
have a financial interest in connection with an actual or
possible conflict of interest, the nature of the financial
interest, any action taken to determine whether a conflict of
interest was present, and the Board's or Executive Committee's
decision as to whether a conflict of interest in fact existed.
\subsection{Record of Those Present}
\label{sec:org39c7225}
The names of the persons who were present for discussions and votes
relating to the transaction or arrangement, the content of the
discussion, including any alternatives to the proposed transaction
or arrangement, and a record of any votes taken in connection with
the proceedings.

\section{Compensation}
\label{sec:orged3ceab}

\subsection{Board Members}
\label{sec:orga5539f9}
A voting member of the Board who receives compensation, directly
or indirectly, from NMSAAM for services is precluded from voting
on matters pertaining to that member's compensation.

\subsection{Committee Members}
\label{sec:orgda447a1}
A voting member of any committee whose jurisdiction includes
compensation matters and who receives compensation, directly or
indirectly, from NMSAAM for services is precluded from voting on
matters pertaining to that member's compensation.
\subsection{Relevant Information}
\label{sec:orgef750b6}
No voting member of the Board or any committee whose jurisdiction
includes compensation matters and who receives compensation,
directly or indirectly, from NMSAAM, either individually or
collectively, is prohibited from providing information to any
committee regarding compensation.

\section{Annual Statements}
\label{sec:org7ab78f3}

\subsection{Annual Statement Content}
\label{sec:org062dec6}
Each director, principal officer and member of a committee with
Board delegated powers shall annually sign a statement which
affirms such person:

\subsubsection{Received Copy}
\label{sec:org6ab7f51}
Has received a copy of the conflict of interest policy;

\subsubsection{Read and Understood}
\label{sec:orgdfec58a}
Has read and understands the policy;

\subsubsection{Agree to Comply}
\label{sec:orgfaa281d}
Has agreed to comply with the policy; and

\subsubsection{Tax-Exempt Status}
\label{sec:org5ad87f7}
Understands NMSAAM is charitable and in order to maintain its
federal tax exemption it must engage primarily in activities
which accomplish one or more of its tax-exempt purposes.
\subsection{Annual Statement Independent Director}
\label{sec:org3fac931}
Each voting member of the Board shall annually sign a statement
which declares whether such person is an independent director.
\subsection{Changes to Information in Annual Statement}
\label{sec:org28f9957}
If at any time during the year, the information in the annual
statement changes materially, the director shall disclose such
changes and revise the annual disclosure form.
\subsection{Review of Annual Statements}
\label{sec:org3fe4154}
The Executive Committee shall regularly and consistently monitor
and enforce compliance with this policy by reviewing annual
statements and taking such other actions as are necessary for
effective oversight.
\section{Periodic Reviews}
\label{sec:orge536ba9}
To ensure NMSAAM operates in a manner consistent with charitable
purposes and does not engage in activities that could jeopardize its
tax-exempt status, periodic reviews shall be conducted. The periodic
reviews shall, at a minimum, include the following subjects:
\begin{enumerate}[{7}.1]
\item Whether compensation arrangements and benefits are reasonable,
based on competent survey information (if reasonably available),
and the result of arm's length bargaining; and
\item Whether partnerships, joint ventures, and arrangements with
management organizations, if any, conform to NMSAAM's written
policies, are properly recorded, reflect reasonable investment or
payments for goods and services, further charitable purposes and
do not result in benefit or impermissible private benefit or in
an excess benefit transaction.
\end{enumerate}
\section{Use of Outside Experts}
\label{sec:org67b74d9}
When conducting the periodic reviews as provided for in Article 7,
NMSAAM may, but need not, use outside advisors. If outside experts
are used, their use shall not relieve the Board of its
responsibility for ensuring periodic reviews are conducted.
\section{Revision History}
\label{sec:org1e18672}
\textbf{DRAFT}
\end{document}
